/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "Você deve iniciar a sessão como um administrador para alterar este ajuste.";
"AUTH_TIP" = "Você precisa digitar um nome e uma senha de administrador para poder alterar estes ajustes.";
"SRVR_TIP" = "Estas opções não estão disponíveis no Mac OS X Server.";
"ADD" = "Adicionar";

/* FileVault */
"OK" = "OK";
"CONTINUE" = "Continuar";
"CANCEL" = "Cancelar";
"CHANGE" = "Alterar…";
"APPLY" = "Aplicar";
"DONTAPPLY" = "Não Aplicar";

"BOLD_FONT_NAME" = "LucidaGrande-Bold";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "AVISO: ";

"FILEVAULT_UNAVAILABLE" = "Você não pode ativar o FileVault nesta conta.";
"FILEVAULT_UNAVAILABLE_DESC" = "Você não pode ativar o FileVault desta conta porque é uma conta da rede ou porque a pasta pessoal dessa conta está localizada em um servidor.";

"FILEVAULT_UNAVAILABLE_FSYS" = "Você não pode ativar o FileVault para proteger a pasta pessoal desta conta de usuário.";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "A pasta pessoal está localizada em um volume que não está no formato Mac OS Expandido.";

"MANAGED_TOOLTIP" = "Esta opção não está disponível porque é gerenciada pelo administrador do seu sistema.";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "Você não pode ativar o FileVault para esta conta. As contas externas devem ser criadas como contas FileVault";

"MANAGED_TOOLTIP_AUTOLOGIN" = "Você não pode alterar o início de sessão automático porque ele é gerenciado pelo administrador do sistema.";

"MASTER_PASSWORD_VERIFY_ERR" = "Você digitou a antiga senha mestra incorretamente. Experimente digitá-la novamente.";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "As senhas não coincidem.";
"PASS_VERIFY_ERR" = "A senha e a senha de confirmação não são iguais. Por favor, digite a senha novamente.";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "Você não digitou uma senha mestra.";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "Para ativar o FileVault, você deve ter uma senha mestra.";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "A senha e a dica não podem ser iguais.";
"PASSWORD_CANT_MATCH_HINT_ERR" = "A senha e a dica não podem ser iguais. Por favor, escolha uma dica diferente.";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "Essa senha não é correta.";

"PASS_IS_EMPTY_ERR_SHORT" = "Você não digitou uma senha.";
"PASS_IS_EMPTY_ERR" = "Você não digitou uma senha.";
"PASS_IS_EMPTY_ERR_DESC" = "Para ativar o FileVault nesta conta de usuário, você precisa digitar uma senha para a conta.";

"KEYCHAIN_NONADMIN_PASSWORD" = "A senha das suas chaves será alterada para a senha da sua nova conta.";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "A senha das suas chaves será alterada para a senha da sua nova conta.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Se as suas chaves estiverem bloqueadas, você precisará digitar a senha atual das chaves para poder alterar a sua senha.";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "Você não pode ativar o FileVault enquanto outros usuários estiverem com sessões iniciadas em seu computador.";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "Finalize a sessão dos outros usuários e ative o FileVault para esta conta.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "Você não pode desativar o FileVault enquanto outros usuários estiverem com sessões iniciadas em seu computador.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "Finalize a sessão dos outros usuários e desative o FileVault para esta conta.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "Você não pode converter formatos do FileVault enquanto outros usuários estiverem com sessões iniciadas em seu computador.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "Finalize a sessão dos outros usuários e converta o FileVault para esta conta.";


"FILEVAULT_ON_NO_ROOM" = "Não há espaço suficiente em seu disco rígido para ativar o FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR" = "O desativamento do FileVault requer um espaço de disco livre adicional de %@ no volume \"%@\". Tente esvaziar o Lixo ou apagar os arquivos que você não necessita.";

"FILEVAULT_OFF_NO_ROOM" = "Não há espaço suficiente em seu disco rígido para desativar o FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "A desativação do FileVault requer um espaço de disco livre adicional de %@ no volume \"%@\". Tente esvaziar o Lixo ou apagar os arquivos que você não necessita.";

"FILEVAULT_CONVERT_NO_ROOM" = "Não há espaço suficiente em seu disco rígido para converter o FileVault.";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "Para converter o FileVault é necessário um espaço de disco livre adicional de %@ no volume \"%@\". Tente esvaziar o Lixo ou apagar os arquivos que você não necessita.";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "Não há espaço suficiente em \"%@\" para ativar o FileVault.";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "A ativação do FileVault requer um espaço livre adicional de disco de %@ para criar uma cópia criptografada da pasta pessoal. Tente esvaziar o Lixo ou apagar arquivos desnecessários de \"%@.\"";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = "Não há espaço suficiente em \"%@\" para desativar o FileVault.";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "A desativação do FileVault requer um espaço livre adicional de disco de %@ para criar uma cópia não criptografada da pasta pessoal. Tente esvaziar o Lixo ou apagar arquivos desnecessários de \"%@.\"";
"FILEVAULT_SECURE_ERASE_STATUS" = "Apagamento seguro da pasta pessoal anterior: %d%% concluído.";
"FILEVAULT_SECURE_ERASE_FINISHED" = "O apagamento seguro da pasta pessoal anterior foi concluído.";

"MASTER_PASSWORD_PART_1" = "Uma senha mestra ";
"MASTER_PASSWORD_PART_2_NO" = "não está definida";
"MASTER_PASSWORD_PART_2_YES" = "está definida";
"MASTER_PASSWORD_PART_3" = " para este computador.";

"FILEVAULT_PART_1" = "A proteção FileVault está ";
"FILEVAULT_PART_2_NO" = "desativada";
"FILEVAULT_PART_2_YES" = "ativada";
"FILEVAULT_PART_3" = " para esta conta.";

"SET_MASTER_PASSWORD" = "Definir Senha Mestra…";
"TURN_ON_FILEVAULT" = "Ativar o FileVault…";
"TURN_OFF_FILEVAULT" = "Desativar o FileVault…";
"FILEVAULT_ON_NOTE" = "A ativação de FileVault pode demorar um pouco.";
"FILEVAULT_OFF_NOTE" = "A desativação de FileVault pode demorar um pouco.";

"CHANGE_PASS_FAILED_TITLE" = "Você não pode usar essa senha.";
"CHANGE_PASS_FAILED" = "Houve um problema com a sua senha. Talvez o administrador do sistema não permita que você altere a sua senha. Para obter ajuda, consulte o administrador do sistema.";
"CHANGE_PASS_FAILED_QualityCheck" = "Sua senha não cumpria os requisitos especificados pelo administrador do sistema. Talvez a senha necessite diferentes caracteres, números ou símbolos. Se você não sabe ao certo quais são os requisitos da senha, entre em contato com o administrador do seu sistema.";
"CHANGE_PASS_FAILED_TooShort" = "Sua senha é muito pequena. Tente usar uma senha maior.";
"CHANGE_PASS_FAILED_TooLong" = "Sua senha é muito grande. Tente usar uma senha menor.";
"CHANGE_PASS_FAILED_NeedsLetter" = "A sua senha deve ter pelo menos uma letra. Tente digitar uma nova senha.";
"CHANGE_PASS_FAILED_NeedsDigit" = "A sua senha deve ter pelo menos um número. Tente digitar uma nova senha.";
"CHANGE_PASS_FAILED_TooSoon" = "Você alterou recentemente a sua senha. O administrador do seu sistema não permite que você altere sua senha com tanta frequência. Entre em contato com o administrador do seu sistema para obter ajuda.";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "Tem certeza que deseja redefinir os avisos de localização?";
"RESET_ALERT_INFO_TEXT" = "Quando for solicitado, você terá que permitir que os aplicativos usem a sua localização.";

"IR_DISABLED_NOTE" = "Este computador não funcionará com controle remoto.";
"IR_PAIRED_NOTE" = "Este computador somente funcionará com o controle remoto emparelhado.";
"IR_UNPAIRED_NOTE" = "Este computador funcionará com qualquer controle remoto disponível.";
"IR_PAIRED_BUTTON" = "Desemparelhar";
"IR_UNPAIRED_BUTTON" = "Emparelhar…";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "Exigir uma senha de administrador para desbloquear cada painel das Preferências do Sistema";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "Os usuários convidados não podem alterar este ajuste";

/* Firewall Strings */
"Remote Management" = "Gerenciamento Remoto";
"Network Time" = "Horário de Rede";
"File Sharing" = "Compartilhamento de Arquivos (%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "Compartilhamento Web";
"Printer Sharing" = "Compart. de Impressora";
"Remote Apple Events" = "Eventos Apple Remotos";
"Remote Login - SSH" = "Início de Sessão Remoto (SSH)";
"iChat Rendezvous" = "iChat Bonjour";
"iPhoto Rendezvous Sharing" = "Compartilhamento de Fotos do iPhoto";
"iTunes Music Sharing" = "Compart. de Músicas do iTunes";
"Screen Sharing" = "Compartilhamento de Tela";
"Optical Disc Sharing" = "Compartilhamento de CD ou DVD";

"CAPTION_FIREWALL_IS" = "Firewall: ";
"FIREWALL_OFF" = "Desligado";
"FIREWALL_ON" = "Ativado";

"FIREWALL_BUTTON_START" = "Iniciar";
"FIREWALL_BUTTON_STOP" = "Parar";
"FIREWALL_START" = "Clique em Iniciar para ativar o firewall.";
"FIREWALL_STOP" = "Clique em Parar para desativar o firewall.";

"FIREWALL_ALERT" = "O firewall deste computador está desativado.";
"FIREWALL_ALERT_INFO" = "Clique em Iniciar para ativar o firewall.";

"Services_DisplayName" = "Serviços";
"Applications_DisplayName" = "Aplicativos";

"SHOW_IN_FINDER" = "Mostrar no Finder";
"OPEN_SHARING_PREF" = "Abrir Compartilhamento";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "Você pode desativar %@ nas Preferências de Compartilhamento";
"OPEN_LOG_NO_LOG_TOOLTIP" = "Não há nenhum registro de firewall disponível";

"AX_ADD_CONNECTION_DESCRIPTION" = "Adicionar conexão";
"AX_DELETE_CONNECTION_DESCRIPTION" = "Apagar conexão";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "O firewall está ativado e configurado para impedir que serviços, aplicativos e programas não autorizados aceitem conexões de entrada.";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "O firewall deste computador está desativado no momento. Todas as conexões de entrada neste computador estão permitidas.";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "O firewall está ativado e configurado para bloquear todas as conexões de entrada, exceto aquelas necessárias para serviços básicos de Internet, como DHCP, Bonjour e IPSec.";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "O firewall bloqueará todos os serviços de compartilhamento, como o compartilhamento de arquivos, compartilhamento de tela, iChat Bonjour e compartilhamento de música do iTunes. Se você deseja permitir serviços de compartilhamento, clique em Avançado e desmarque a opção “Bloquear todas as conexões de entrada”.";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "O firewall bloqueará todos os serviços de compartilhamento, como o compartilhamento de arquivos, compartilhamento de tela, iChat Bonjour e compartilhamento de música do iTunes. Se você deseja permitir serviços de compartilhamento, desmarque a opção “Bloquear todas as conexões de entrada”.";
"FIREWALL_IMPORTANT" = "IMPORTANTE";

"ALERT_UNSAVED_CHANGES" = "Os ajustes de firewall tem alterações não salvas";
"ALERT_UNSAVED_CHANGES_EXIT" = "Deseja aplicar suas alterações antes de fechar o painel de preferências Segurança?";

"%@ KB" = "%@ KB";
"%@ MB" = "%@ MB";
"%@ GB" = "%@ GB";
